[
    {
        "tipo": "post",
        "contenuto": "Titolo: Domande burro\n\nCiao, avrei due domande\n1) ho visto delle ricette fatte con l'hashish, ma non é pericoloso ingerirlo?\nsapevo che l'hashish puó contere robe strane \n\n2) In alcune ricette il primo passo é la carbossilazione (in forno circa a 100 gradi) che dovrebbe rendere il thc piú estraibile\n io l'ho sempre fatto solo con il burro a bagnomaria.  \nQualcuno ha provato in entrambi i modi e puó confermare questo effetto? \nSe viene fatto ovviamente c'é un motivo, ma il mio dubbio é che perché se nella parte a bagnomaria devo stare sui 40 gradi per estrarne il piú possibile,  invece farla andare prima a 100 in forno va bene?"
    },
    {
        "tipo": "commento",
        "contenuto": "Certo che va decarbosizzato, il thca deve diventare thc. Si ouoʻ fare anche col fumo certo ma se c'è qualche merda dentro rischi di mangiarla, come tutte le cose prova o ad avere weed organic homemade o perlomeno prodotti di alta qualità"
    },
    {
        "tipo": "commento",
        "contenuto": "Decarbossillare è obbligatorio quando vuoi fare degli edibili, perché il THCa deve essere convertito in THC per avere effetto (quando fumi bruciando l’erba esponi il THCa all’interno a oltre 1000c quindi si decarb automaticamente in THC)\n\nUna volta attivato (quindi convertito da THCa a THC) puoi mischiarlo con robe grasse tipo burro, olio di cocco o olio di MCT, oppure mangiarlo direttamente con un panino con la Nutella (anche se sconsiglio perché bleah)\n\nPoi sicuramente bisogna vedere la qualità del fumo per le sue impurità ma questo è un altro discorso"
    },
    {
        "tipo": "post",
        "contenuto": "Titolo: CBD legale e tamponi salivari.\n\nDa assiduo consumatore di THC ho pensato di utilizzare CBD per smettere gradualmente. Mi sorge un dubbio, i limiti consentiti di thc da legge per l’erba legale risultano positivi nei test salivari? Grazie."
    },
    {
        "tipo": "commento",
        "contenuto": "Anche nell’erba light c’è lo 0,2 di thc, quando farai un tampone uscirà ugualmente positivo al thc, te lo posso confermare"
    },
    {
        "tipo": "post",
        "contenuto": "Titolo: dipendenza da fumo\n\nsono un ragazzo di 17 anni e fumo dai 14, fino 2-3 mesi fa fumavo 1-2 volte a settimana ma ho notato che ultimamente sta diventando sempre più frequente, per esempio ho fumato venerdì sabato domenica e ieri o la settimana scorsa ho fumato 5 gironi di seguito da giovedì a lunedì (era il mio compleanno quindi ho fatto un eccezione)\nqualcuno ha consigli su come diminuire le j? sarei più che contento di ritornare alle 1-2 volte a settimana ma diventa sempre più difficile"
    },
    {
        "tipo": "commento",
        "contenuto": "Se ti piace fumare, ma riesci comunque a non fumare tutti i giorni oppure a non averne bisogno per dormire la notte (parlo del futuro anche) secondo me va bene. Ti dico il limite che secondo me è accettabile (e quello che vorrei avere io). Considera che se anche fumi tutti i giorni ( non esageratamente) e riesci a gestirti il tuo tempo non è un grosso problema. È chiaro che se fai solo quello lo diventa. Ti parlo io che fumo da ormai una decina d'anni, e ne risento un po' quando sono in trasferta per lavoro che fatico a prendere sonno... Ma è anche una mia caratteristica quella di essere molto notturno, quindi mi aiuta ad affievolire la cosa. Ah, negli anni in cui studiavo fisica all'università, a volte ne avevo bisogno per digerire alcuni concetti... Relatività ristretta e forza di Coriolis le ho capite così 🤣Non sto scherzando. Curioso anche il fatto che il mio primo 30 ad uno scritto l'ho preso da leggermente stoned. Certo se non fumi ti risparmi tanti soldi, ma ripeto farsi una canna o farsi una birra il sabato sera non cambia molto (anche se io le farei entrambe 🤣)"
    },
    {
        "tipo": "commento",
        "contenuto": "Io ho messo l’erba su una mensola in alto. Il solo fatto di dovere scendere in cantina a prendere la scala mi sta aiutando a fumare molto meno. Alla fine quella di fumare è una decisione di impulso, quindi basta anteporre uno sforzo che funge da barriera per bloccare l’impulso."
    },
    {
        "tipo": "commento",
        "contenuto": "Ciao Op, io fino a due anni fa ne fumavo una al giorno sempre e solo la sera prima di andare a dormire. Io non la chiamerei la tua dipendenza, anche io alla tua età fumavo molto tipo la mattina prima di andare a scuola o appena finita e poi il pome con i regaz e simili. \nCome hanno già detto altri, io credo che la cosa più importante sia mettersi una regola.\nAdesso io tra lavoro (lavoro nel sanitario su turni) e altri impegni ho ridotto tantissimo, ma mantengo la regola che se fumo, fumo solo la sera.\nPeace ✌🏼"
    },
    {
        "tipo": "commento",
        "contenuto": "Io fumo da più di 15 anni praticamente tutti i giorni (non mi sfonno eh, però almeno una o due la sera sempre). Sono sempre riuscito a far convivere questa grande passione con le altre cose importanti della vita (che non sto a elencare perché ognuno ha le proprie). Se già non fumi tutti i giorni più di una volta al giorno ti direi che non sei proprio dipendente… io ci sono periodi che mi alzo e magari fumo due bombe prima delle 10. Quando entro in quelle fasi solitamente faccio una pausa di qualche giorno e la scimmia scompare. È una cosa che non credevo possibile in realtà… invece già dopo due giorni di stop ritrovo un sacco l’equilibrio. Stacca uno o due giorni se ci sono periodi che ti sembra di esagerare e stai fresco.\n\nPs: non ti sto incitando a fumare, ovviamente se non fumassi proprio siamo tutti d’accordo che ne giova la salute. Però ecco se ti piace e la vivi bene e non hai altri grossi vizi… ci sta concedersene una ogni tanto come una birretta."
    },
    {
        "tipo": "commento",
        "contenuto": "Ciao io ti consiglio di smettere di fumare con questa frequenza a 17 anni. Io l’ho fatto e se devo essere sincero ha inciso sul mio sviluppo psicomotorio, prima ero più sveglio e con meno turbe emotive. Aggiungo che adesso fumo ancora quindi lascia perdere prima che puoi"
    }
]